[
	{
		"text": "Unixfor – Self Service Solutions For over 40 years, Unixfor has aspired to improve peoples’ lives through creating great transaction experiences, while also delivering excellent business results for our customers. Based in Athens, Greece, with presence in more than 15 countries, we act as a one-stop shop for all your self-service needs, delivering everything from proof-of-concept and consultation, to kiosk delivery, software application design and post-implementation support"
	},
	{
		"text": "SmartNET Framework – Unixfor Carrying a 40 year heritage in software development, Unixfor operates as a complete self service solution provider. During the last 15+ years we are developing our own Self Service Kiosk Applications, addressing our direct customers needs. To ensure the highest quality of our software deliverables and shorten software production & testing cycle, we have also developed our own development platform, which is now available to all our strategic partners, as well as third-party developers or device vendors, seeking sophisticated .NET software components. Our SmartNET Framework is a high level software platform that enables a business application to safely and efficiently interact with self service kiosk peripherals or other devices and environments. It offers an abstraction layer, hides devices’ complexity and isolates your code from different peripheral models’ and devices’ particularities. In addition, it integrates direct communication channels with Total Care; our sophisticated remote monitoring and management platform. As a result, it transparently posts all types of occurred events (application, devices, sensors, etc.) in a unified manner, while enabling remote terminal management, software distribution & troubleshooting."
	},
	{
		"text": "Become a Partner – Unixfor Our approach to supporting our partners in their projects is holistic and can vary based on their needs. Depending on our partners’ or specific project requirements we offer: Integrator Solutions whereby we provide self-service kiosks along with our proprietary SmartNET Framework technology and relevant services that allow partners to develop their own software applications with minimum effort and complexity Tailored Business Solutions whereby we provide an end-to-end service including both self-service kiosks and business-ready software applications, tailored to end-customer requests"
	},
	{
		"text": "Privacy policy – Unixfor Unixfor S.A takes the treatment of your personal data very seriously and for that reason it conforms to Law 2472/97 in force, of the Personal Data Protection Authority, applicable to the personal data bases, as well as to the Regulation (EU) 2016/679 of the European Parliament and the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data (General Data Protection Regulation – GDPR). Unixfor S.A commits itself to the full enforcement of the applicable laws and European regulations by taking account of the adoption of the appropriate technical and administrative measures for the protection of personal data. Browsing our website You can browse our website without providing any personal information. Unixfor S.A collects personal data of its visitors / users, only when they provide them voluntarily. Specific care is taken for the data collected with the help of cookies files (Read more in our Cookies Policy). Due to frequent and vast changes made in technology, as well as the relevant attempts of the legislature to keep pace with these changes, Unixfor S.A is bound to inform you on any modification made in its personal data management policy. If visitors/users object to this policy, they must terminate and avoid browsing the web page. Data keeping and processing principles Unixfor S.A is bound to make every effort in order to safeguard the privacy of your data. Therefore, it may not transfer them to any third party (either a natural or legal person), for any reason whatsoever, except where Law provides otherwise, and exclusively to the competent authorities and upon a relevant request or if you have given your consent. Minor visitors shall have access to our services only upon their parental or guardian consent, while, personal data are submitted by minors, Unixfor S.A. will delete all relevant information. Unixfor S.A. shall have no liability in case of submitting false information or data of minors, but, however, it will immediately update and delete them from its website. Visitors/users may, at any time, contact the administrators of the website unixfor{@}unixfor.gr (remove brackets for sending an e-mail) in order to find out if there is a record of their data, and may change and delete them from the lists, whenever they so wish. Unixfor S.A. keeps records of the personal data of users solely for communication reasons. In the context of an ongoing optimisation of the services and information provided, it may process, under strict conditions of confidentiality and anonymity, part or all of the data you have sent for statistical and financial purposes. The personal data we collect Information automatically stored –cookies Unixfor S.A. uses “cookies” only for facilitating the use of our website. Cookies are small data / text files stored by your browser in the hard disk of your computer and are necessary for the use of our website. We use cookies in order to better understand the use of our website and also improve your browsing experience. Cookies help us, for instance, to determine if you have already visited a page of our site. Cookies may also inform us if you have visited our site in the past or if you are a new visitor. We use cookies that do not store personal data or personal information that can lead to the identification of the person to whom this data/information relates and which have otherwise been collected. If you do not wish to have your information collected through cookies, please set the Internet browser accordingly in order to delete all the current cookies from the hard disk of your computer, block all future cookies and receive a warning before a cookie is stored (Read more in our Cookies Policy). Newsletters Unixfor S.A. shall regularly send newsletters to its subscribed users according to their interests. The Newsletter service shall be provided through the company Constantcontact.com (an automated communication platform). We provide the Newsletter service to those visitors/users who wish so, after having previously filled in the relevant form with their email and/or name, as long as they want it, and only then. In this way, visitors/users are subscribed to Newsletter service but, this shall in no event means that they acquire intellectual property rights, which are in any case protected by the relevant provisions of Greek and International law and belong exclusively to the company. In relation to this, information is collected only for the above stated reason and the web page users declare that they give their explicit consent for data processing, by filling out the relevant form. In every Newsletter you receive from the automated platform MaiChimp, you may unsubscribe or update your personal data through providing a relevant link at the end of the email. Unixfor S.A. reserves the right to delete any recipient from the newsletter lists without any justification whatsoever. The users of the web page who provide their personal data have the same right. The administrators of Unixfor S.A. make every possible effort to ensure the smooth functioning of newsletters; however, it is always likely that technical or organisational problems occur. For any question, as well as for any relevant information about the newsletter features, please contact us at unixfor{@}unixfor.gr (remove brackets for sending an e-mail) Messages via the contact platform You may submit your message in Unixfor S.A. either via the general contact form or through dedicated contact forms which are located in the web pages of the services and/or products. By submitting your message via any contact form to Unixfor S.A., you accept these Terms in relation to the use of your personal data (name, e-mail) by Unixfor S.A. Unixfor S.A. is bound neither to use this information for marketing purposes nor to transfer them to third parties. IP Addresses Unixfor S.A. may locate the IP address through which the computer or any other electronic device obtains access to the Internet and, then, to Unixfor S.A., and such information is processed for statistical purposes. In cases where the browser seeks authorisation for receiving your location from our website, this data shall be used for providing customised information. In any event, you may withdraw your permission at any time by changing your browser settings. If you choose not to give your permission, then, your access to certain services of Unixfor S.A. may not be possible. Hyperlinks Through appropriate links in Unixfor S.A., access may be provided to third-party websites. These links have been installed with sole purpose to facilitate visitors/users during their navigation in the Internet. The content of the websites indicated with a link does not in any way constitute an indication of acceptance or approval thereof. Each link leads to a different website and its navigation is subject to the Term of Use of this website. Unixfor S.A. shall have no liability whatsoever in terms of the content and the personal data management policy of the website indicated with a link. Access by using the links provided to each website takes place under the sole responsibility of the user. Storage time of your data Data provided by you will be kept/stored by us only for the time period required for fulfilling the purpose for which you shared your data with us and in conformation with the underlying legislative provisions. If you have provided us with your explicit consent to use your personal data for advertising purposes (subscription to the Newsletter), we will use your data to this end until you withdraw your consent. In this case, it is explicitly declared that your personal data may be given to third parties for commercial purposes and only with your consent which you may, at any time, withdraw. In relation to the data collected for the aforementioned reasons, the web page users declare that they give their explicit consent for their data processing by filling out and submitting the relevant form. Communication, request for information, consent withdrawal, blocking, erasion You may, at any time and without cost, to object to the use of your personal data for the future, ask their complete deletion or ask for information about your personal data stored by us or their correction. You may send an email with your request at unixfor{@}unixfor.gr (remove brackets for sending an e-mail) or use the general contact form on our website. Personal Data Safety Unixfor S.A. acknowledges the safety of data as a major issue, and, for this reason, all the necessary organisational and safety measures are taken, as well as the most appropriate technical mechanisms protecting the content are implemented, with the aim to provide user with the safest possible environment, pursuant to the respective legislative provisions. Unixfor S.A. protects visitors/users from any interception of data by using the SSL-256 bit encryption method. The encryption applies to all stages and procedures of dealing and sending personal data-information. Through its designers and administrators, Unixfor S.A. makes every possible effort in order to develop, update and optimise the services provided and the web site, in general. However, there is always possibility that errors/ malfunctions/ interruptions occur in the content of the website and/or viruses or other malware emerge either from the site or its server. The company shall have no liability if the user’s computer has been infected by malicious software while their data are transferred to third parties. Updating and modification The Company reserves the right to amend/ update individual parts of this Policy without having the obligation to previously inform you. Please, always read Personal Data Protection Policy before using our website in oder to be informed about the latest version of this Policy in case of any amendments or updates. Last update on Privacy and Personal Data Protection Policy: June 2018"
	},
	{
		"text": "Contact us – Unixfor We use cookies to help you navigate efficiently and perform certain functions. You will find detailed information about all cookies under each consent category below. The cookies that are categorized as \"Necessary\" are stored on your browser as they are essential for enabling the basic functionalities of the site. ...  For more information on how Google's third-party cookies operate and handle your data, see: Google Privacy Policy Cookie cookieyes-consent Duration 1 year Description CookieYes sets this cookie to remember users' consent preferences so that their preferences are respected on subsequent visits to this site. It does not collect or store any personal information about the site visitors. Cookie _GRECAPTCHA Duration 6 months Description Google Recaptcha service sets this cookie to identify bots to protect the website against malicious spam attacks. Cookie wpEmojiSettingsSupports Duration session Description WordPress sets this cookie when a user interacts with emojis on a WordPress site. It helps determine if the user's browser can display emojis properly. Cookie TS01* Duration session Description Wix sets this cookie for security and anti-fraud purposes.  Cookie analytics_cat_holder Duration Description Description is currently not available. Cookie ads_cat_holder Duration 1 week Description No description available. Cookie 2jlbfxdl Duration 5 days Description Description is currently not available. Cookie x9t25m90 Duration 5 days Description Description is currently not available. Cookie vlhqex6e Duration 5 days Description Description is currently not available. Cookie usgzja44 Duration 5 days Description Description is currently not available. Cookie __cflb Duration 1 hour Description This cookie is used by Cloudflare for load balancing."
	},
	{
		"text": "Unixfor General Information – For over 40 years Unixfor has aspired to improve peoples’ lives through creating great transaction experiences, while also delivering excellent business results for our customers. Based in Athens, Greece, with a network of local partners across more than 15 countries in the EMEA region, Unixfor helps companies differentiate and prevail in an ever-changing market. We do this through the delivery of end-to-end transaction automation solutions that combine our deep expertise in self-service kiosk design, our cutting-edge software capabilities and, last but not least, our best-in-class support and consultancy services. Download our Company Presentation"
	},
	{
		"text": "Technology Partners – Unixfor We use cookies to help you navigate efficiently and perform certain functions. You will find detailed information about all cookies under each consent category below. The cookies that are categorized as \"Necessary\" are stored on your browser as they are essential for enabling the basic functionalities of the site. ...  For more information on how Google's third-party cookies operate and handle your data, see: Google Privacy Policy Cookie cookieyes-consent Duration 1 year Description CookieYes sets this cookie to remember users' consent preferences so that their preferences are respected on subsequent visits to this site. It does not collect or store any personal information about the site visitors. Cookie _GRECAPTCHA Duration 6 months Description Google Recaptcha service sets this cookie to identify bots to protect the website against malicious spam attacks. Cookie wpEmojiSettingsSupports Duration session Description WordPress sets this cookie when a user interacts with emojis on a WordPress site. It helps determine if the user's browser can display emojis properly. Cookie TS01* Duration session Description Wix sets this cookie for security and anti-fraud purposes.  Cookie analytics_cat_holder Duration Description Description is currently not available. Cookie ads_cat_holder Duration 1 week Description No description available. Cookie 2jlbfxdl Duration 5 days Description Description is currently not available. Cookie x9t25m90 Duration 5 days Description Description is currently not available. Cookie vlhqex6e Duration 5 days Description Description is currently not available. Cookie usgzja44 Duration 5 days Description Description is currently not available. Cookie __cflb Duration 1 hour Description This cookie is used by Cloudflare for load balancing."
	},
	{
		"text": "Careers – Unixfor Here are a few reasons why we thing working at Unixfor is a good idea: Career Growth Start making an impact right away within a growth-stage company with strong upward potential. Your skills will directly impact the trajectory of this company, allowing you to grow your career in a fast-paced, exciting work environment Creative and Innovative Environment Challenge the status quo! We want you to bring your ideas for automation and optimization of everything Ownership of Projects We want great people that want to take ownership of projects, make decisions and deliver great work to our clients"
	},
	{
		"text": "News – Unixfor 23 Oct  Unixfor’s ECDS kiosks can now be found at Kuwait’s most popular malls, MoI’s Service Centers and Traffic License Departments, operating on a on a 24x7 basis.... Read More  21 Jul  Through this agreement, Diyar U.C. will sell and support the total portfolio of Unixfor Self Service Solutions and at the same time Unixfor will be engaged for the development of Custom Solutions to address the innovative Diyar Projects.... Read More"
	},
	{
		"text": "Solutions – Unixfor We use cookies to help you navigate efficiently and perform certain functions. You will find detailed information about all cookies under each consent category below. The cookies that are categorized as \"Necessary\" are stored on your browser as they are essential for enabling the basic functionalities of the site. ...  For more information on how Google's third-party cookies operate and handle your data, see: Google Privacy Policy Cookie cookieyes-consent Duration 1 year Description CookieYes sets this cookie to remember users' consent preferences so that their preferences are respected on subsequent visits to this site. It does not collect or store any personal information about the site visitors. Cookie _GRECAPTCHA Duration 6 months Description Google Recaptcha service sets this cookie to identify bots to protect the website against malicious spam attacks. Cookie wpEmojiSettingsSupports Duration session Description WordPress sets this cookie when a user interacts with emojis on a WordPress site. It helps determine if the user's browser can display emojis properly. Cookie TS01* Duration session Description Wix sets this cookie for security and anti-fraud purposes.  Cookie analytics_cat_holder Duration Description Description is currently not available. Cookie ads_cat_holder Duration 1 week Description No description available. Cookie 2jlbfxdl Duration 5 days Description Description is currently not available. Cookie x9t25m90 Duration 5 days Description Description is currently not available. Cookie vlhqex6e Duration 5 days Description Description is currently not available. Cookie usgzja44 Duration 5 days Description Description is currently not available. Cookie __cflb Duration 1 hour Description This cookie is used by Cloudflare for load balancing."
	},
	{
		"text": "Self Service Payments – Unixfor We use cookies to help you navigate efficiently and perform certain functions. You will find detailed information about all cookies under each consent category below. The cookies that are categorized as \"Necessary\" are stored on your browser as they are essential for enabling the basic functionalities of the site. ...  For more information on how Google's third-party cookies operate and handle your data, see: Google Privacy Policy Cookie cookieyes-consent Duration 1 year Description CookieYes sets this cookie to remember users' consent preferences so that their preferences are respected on subsequent visits to this site. It does not collect or store any personal information about the site visitors. Cookie _GRECAPTCHA Duration 6 months Description Google Recaptcha service sets this cookie to identify bots to protect the website against malicious spam attacks. Cookie wpEmojiSettingsSupports Duration session Description WordPress sets this cookie when a user interacts with emojis on a WordPress site. It helps determine if the user's browser can display emojis properly. Cookie TS01* Duration session Description Wix sets this cookie for security and anti-fraud purposes.  Cookie analytics_cat_holder Duration Description Description is currently not available. Cookie ads_cat_holder Duration 1 week Description No description available. Cookie 2jlbfxdl Duration 5 days Description Description is currently not available. Cookie x9t25m90 Duration 5 days Description Description is currently not available. Cookie vlhqex6e Duration 5 days Description Description is currently not available. Cookie usgzja44 Duration 5 days Description Description is currently not available. Cookie __cflb Duration 1 hour Description This cookie is used by Cloudflare for load balancing."
	},
	{
		"text": "Self Service Refueling – Unixfor Expand your petrol station’s operation with Unixfor’s smart 24/7 multi-payment self-service solution. With thousands of active installations across various geographies, Unixfor’s OPTs have a proven track record of delivering added value to petrol station operators."
	},
	{
		"text": "Self Service Ticketing – Unixfor Our Ticketing Kiosk Solutions fulfill the needs for partial or complete process automation, by accepting multiple payment methods and delivering paper tickets of various types, sizes and technologies!"
	},
	{
		"text": "Self Service Electronic Card Dispensing – Unixfor Solution Functionality User Identification - via RFID/NFC Reader, Card Reader, Fingerprint Reader, On-Screen Keyboard, Physical Keyboard or Numpad Old Card Scanning & Verification- when renewing New Card Issuing - ECDS prints and encodes any CR-80 sized card New Card Verification - secure scanning for quality control New Card & Receipt Delivery - the transaction is verified Old Card Cancellation - via the integrated punching mechanism Forgotten Card Retraction - for safety reasons, in case the user forgets to collect the newly issued card"
	},
	{
		"text": "Document Scanning & Deposit – Unixfor Basic features of ADSS PAS: document scanning & deposit kiosk User Identification - via RFID/NFC Reader, ID Card Reader, Fingerprint Reader, On-Screen Keyboard, Physical Keyboard or Numpad Double sided scanning of A4 size paper documents Paper transport, alignement and stapling mechanisms Return of the scanned documents upon transaction cancelation Document Deposit - storage box with capacity monitoring sensor Ability to support payments in cash or card, either as a standalone transaction or as part of the document deposit process Issue of document deposit receipt Electonic copies of the scanned and deposited document are instantly forwarded to Document Management Systems or email receipients"
	},
	{
		"text": "Document Generation – Unixfor Basic features of ADSS PAS: Document Generation Kiosk User Identification - via RFID/NFC Reader, Card Reader, Fingerprint Reader, On-Screen Keyboard, Physical Keyboard or Numpad Document Scanning - via an A4 double sided color scanner, in case scanning a document is mandatory for the procedure Document Return - the scanned document returns to the user upon scan completion Payment - using either credit/debit cards or banknotes, in case payment is mandatory for the transaction Workflow Initiation - an image of the scanned documents can be forwarded to a set of predefined recipients Document Printing - in A4 size with option from 2 paper trays, thus giving the flexibility of different letterheads for different uses Document Stamping- physical stamp adding an extra authenticity factor to generated documents Document/Certificate Delivery - via a unique Paper Transport with Retract mechanism, designed & integrated by Unixfor"
	},
	{
		"text": "Self Service Redemption – Unixfor Benefits for the gaming hall Improve the convenience level of the players. Our solution minimizes service time and kills waiting queues. Reorganize your personnel for advanced productivity & efficiency. Everyday transactions are taken away from the cages. Shield your cash and the overall equipment from malicious attacks or unintentional accidents, thanks to EN1143-1 & EMC/EMI certifications. Offer ultra-safe ways for credit purchase: Our gaming redemption terminals have infrastructure to support EMV compliant equipment. Combine the URM with other Unixfor software products to offer satellite transactions, such as in-house facilities reservations."
	},
	{
		"text": "Custom Projects – Unixfor Unixfor strongly stands behind its motto of transforming your business vision into reality! Designing and implementing a tailor-made project requires deep know-how, long experience, constant research & development and the right tools, in order to succeed. In case your particular needs cannot be completely fulfilled by our ready-to-run portfolio of self service solutions, we can work together to build a custom project specifically tailored to you! In order to achieve that, we use cutting-edge technologies in mechanical and electronic components design. Furthermore, we precisely follow all the directions necessary, as mentioned in our ISO certifications, so as to ensure high quality of our deliverables and environmental-friendly processes. Finally, we implement strict quality control procedures throughout the production cycle, while our products conform to all necessary certifications and verifications. But, what do we mean exactly when we refer to “custom projects”? We have identified the following three potential scenarios:"
	},
	{
		"text": "Automated Payment Systems – Unixfor The APS family constitutes the hardware element of our Self Service Payment Solutions. Equipped with state-of-the-art peripherals these payment kiosks have the ability to serve any payment-related transaction. Additionally, their ergonomic design ensures convenient use and easy interaction with the public. The family consists of four kiosk series. The APS Cashless series, offering small footprint kiosks for cashless transactions, APS Compact Coin series, kiosks widely used for any kind of payment, APS Compact Plus series designed to support many field-upgradable features for maximum investment protection, to start with a basic model and upgrade later, at your field, based on your individual needs! Finally our newest edition, APS Power, combining ATM and payment functionality, with unmatched replenisment autonomy and strong security features. Basic features of APS Cashless 17`` or 19`` touch monitor Ready to accept any unattended EMV EFT-POS Multiple user or payment identification methods (barcodes, QR, NFC, RFID or even a fingerprint scanner) Ability to host an A4 statement printer, with retract option Digital signage screen (optionally) Basic features of APS Compact Coin Series 15`` or 17`` touch monitor Various options of singe banknote acceptor with escrow feature Locked cashbox, various capacities Coin recycling, with large coin capacity, eliminating the need for frequent replenishments Can host any type of unattended EMV EFT-POS Multiple user or payment identification methods (barcodes, QR, NFC, RFID, etc.) Security multi point locking system EN 1300 Class with infrastructure to install CIT specification locks Sense & Control unit for intelligent management of sensors, illuminated points and sound volume Digital signage screen (optionally) Basic features of APS Compact Plus Series 15`` or 17`` touch monitor Various options of singe banknote acceptor with escrow feature Locked cashbox, various capacities Coin recycling, with large coin capacity, eliminating the need for frequent replenishments Banknote dispensing, up to two denominations Can host any type of unattended EMV EFT-POS Multiple user or payment identification methods (barcodes, QR, NFC, RFID, etc.) Supports digital signage screen Additional internal door, with security multi point locking system EN 1300 Class, able to host CIT specification locks Field upgradable features Sense & Control unit for intelligent management of sensors, illuminated points and sound volume Basic features of APS Power Series 17`` touch monitor with privacy filter Bulk banknote recycler, with escrow feature and large capacity banknote lockable cassettes Bulk coin recycler, with high coin capacity, eliminating the need for frequent replenishments Can host any type of unattended EMV EFT-POS Multiple user or payment identification methods (barcodes, QR, NFC, RFID, etc.) Field upgradable features Sense & Control unit for intelligent management of sensors, illuminated points and sound volume Can host supportive features such as a web camera, a signature pad or a fingerprint scanner High security standards with double locks ( security lock and electronic double combination lock)- Certified EN1300 Class B Field upgradable features Learn more about our APS kiosks!"
	},
	{
		"text": "Outdoor Payment Terminals – Unixfor The OPT family constitutes the hardware element of our Self Service Refueling Solutions. Equipped with state-of-the-art peripherals, these kiosks allow motorists to refuel their vehicles at the service station, using cash or their payment card (debit/credit/other). Moreover, they are designed to support many field-upgradable features for maximum investment protection. Unixfor Outdoor Payment Terminals can also act as a useful, assistive tool for the forecourt personnel in order to maximize efficiency. No matter the model you operate in (CoCo, CoDo, DoDo) a Unixfor OPT will help you attract more and more customers, thanks to its friendly user interface and speed of execution. Basic features of OPT STD Series 10.1`` ή 10.4`` touch monitor Single banknote acceptor, with locked cashbox cassette Unattended EMV-EFT POS for cashless transactions Additional features such as barcode/QR scanner, chip ή RFID card reader, to support loyalty or fleet schemes Multi point security lock EN 1300 Class A Alarm system with remote control Sense & Control unit. Intelligent management of door sensors, illuminated points, alarm and sound volume Basic features of OPT DS Series Two OPT's under one cabin, serving two lanes on the same time Single banknote acceptor, with locked cashbox cassette Unattended EMV-EFT POS for cashless transactions Additional features such as barcode/QR scanner, chip ή RFID card reader, to support loyalty or fleet schemes Multi point security lock EN 1300 Class A Alarm system with remote control Sense & Control unit. Intelligent management of door sensors, illuminated points, alarm and sound volume For further information about our outdoor payment terminals, click on the button below!"
	},
	{
		"text": "Ticket Vending Machines – Unixfor Having in mind the differentiations that exist between ticket-related industries, we offer three different ticketing kiosk series. They are designed and manufactured using best-in-class hardware and materials, for both indoor and outdoor use. Whether your field is transportation, entertainment or controlling access, Unixfor ticketing kiosks, with a great range of features you can select upon, can fulfill your company’s needs. Basic features of OTT Cashless Series Unattended EMV EFT-POS for cashless transactions Varius options on ticket printers supporting different paper size or thickness Fanfold or roll ticket feeder Additional features such as barcode/QR scanner, chip or RFID card reader Sense & Control unit. Intelligent management of sensors, iluminating points and sound volume Basic features of OTT Compact Series Various options of banknote acceptors with large capacity lock cashboxes Coin recycling, with large coin capacity hoppers, eliminating the need for frequent replenishment Unattended EMV EFT-POS for cashless transactions Varius options on ticket printers supporting different paper size or thickness Fanfold or roll ticket feeder Additional features such as barcode/QR scanner, chip or RFID card reader Sense & Control unit. Intelligent management of sensors, iluminating points and sound volume Basic features of OTT Plus Series Various options of banknote acceptors with large capacity lock cashboxes Coin recycling, with large coin capacity hoppers, eliminating the need for frequent replenishment Unattended EMV EFT-POS for cashless transactions Supports a combination of two ticket printers or even a ticket printer and a card dispenser! Varius options on ticket printers supporting different paper size or thickness Fanfold or roll ticket feeder Additional features such as barcode QR scanner, chip or RFID card reader Sense & Control unit. Intelligent management of sensors, iluminating points and sound volume Contact us now and request further information!"
	},
	{
		"text": "Document Handling Kiosks – Unixfor Basic features of ADSS SAD A4 printer with large capacity lockable paper trays Scan & Deposit subsystem, consists of paper transport, alignment, stapling and retract mechanism, with document collection box Double sided A4 document scanner Optionally, unattended EMV EFT-POS, banknote acceptor with cashbox and coin recycling feature Multiple identification methods (barcode/QR scanner, RFID/NFC reader, web camera etc.) ID card scanner (optionally) Sense & Control unit. Intelligent management for document’s trail tracking, door switches and sound volume. Able to connect to alarm. Vast range of optional features (signature pad, fingerprint reader, panel mount keyboard and other) that enhance the kiosk's functionality"
	},
	{
		"text": "Gaming Redemption Terminals – Unixfor Basic features of URM R Series 15`` or 17`` touch monitor Designed with rear access, URM-R can be installed as a through the wall kiosk, offering maximum security Various options of singe banknote acceptor with escrow feature, that can also accept tickets Additional banknote acceptor to speed up the deposit process Locked cashbox, various capacities Unattended EMV EFT-POS for cashless transactions Bundle banknote dispensing, up to four denominations with large capacity cassettes Coin dispensing subsystem, with large capacity hoppers, minimizing frequent replenishments Security multi point locking system EN 1300 Class ready to hostl CIT specification locks Multiple player identification methods (barcode/QR scanner, RFID/NFC reader, player card reader etc.) Sense & control unit. Intelligent management of sensors, illuminating points, alarm system and sound volume Vast range of optional features (UPS, top box, presense sensor, alarm and other) that enhance the kiosk's functionality"
	},
	{
		"text": "Passbook Update Kiosks – Unixfor Unixfor presents a unique self service kiosk, designed exclusively for financial institutions. The Passbook Kiosk features a compact, yet fully operational, touch screen for easy interaction with the users and enables fast update of the inserted passbooks. It automatically turns pages and locates the correct printing position, in terms of space and orientation. Additionally, it may act as a secure storage unit for passbooks forgotten to be collected by the users. Basic features of Passbook Update Kiosk Passbook printer with auto page turn & capture bin Service mini keyboard & mouse Speakers with amplifier & volume control Line-interactive uninterruptible power supply, 650VA Request further information now!"
	},
	{
		"text": "Smart Cash Deposit Kiosks – Unixfor The Unixfor Smart Cash Deposit kiosks are designed with high safety standards and offer secure cash storage and management. They are an ideal solution for retail shops, petrol stations, retail banking, VLT gaming halls and everywhere else cash-involving transactions are a daily routine. They feature a compact, yet fully operatioal, touch screen and a CIT compliant cashbox, for maximum security. Available in two versions, with a single or a double banknote feeder. Smart Cash Deposit Single & Double Banknote Feeder Learn more  Basic features of Smart Cash Deposit Single & Double Banknote Feeder One or two banknote acceptors, with various capacity lockable cashbox cassettes Bunch note feeder, to facilitate deposits in bulk Security Locking System EN 1300 Class able to host CIT specification locks Sense & Control unit. Intelligent management of door sensors and alarm system Vast range of optional features to enhance the kiosk's functionality (e.g. barcode/QR reader, RFID reader, card reader) Request further information now!"
	},
	{
		"text": "Business Applications – Unixfor PayApp  Payments Application  FillApp  Refueling Application  Document generation  Application  Document scan & deposit Application  Gaming Redemption  Application  Ticketing Purchase & Delivery Applications  The software application for our self service payment solutions. It adapts to the individual needs of each market segment and the kiosk it comes with. It can support bill payments, retail banking transactions, taxes & fines payments, retail shop payments and air time renewal. PayApp identifies the user, accepts payments in cash and cards, returns change in cash and issues payment receipts. It also interacts and communicates with any back-office system and other central servers. It, finally, features a powerful back-office admin menu, with access to quick reports, system tools and diagnostics. INDICATIVE APPLICATION SCREENSHOTS FillApp is the core client application built and designed exclusively for petrol stations and it ensures the efficient operation of Unixfor’s Outdoor Payment Terminals (OPTs). It consists of an end-user part, which authenticates and interacts with customers, accepts cash and cashless payments, prints transaction receipts, supports fleet or loyalty cards, all via optimum services flows. It also features an admin password-protected menu than enables cash balance and cash replenishment procedures and provides quick report extraction and system tools and diagnostics. INDICATIVE APPLICATION SCREENSHOTS Document generation is the core client application, built and designed for organisations which issue official documents, ensuring the efficient operation of Unixfor’s ADSS PAS kiosks. Through a user-frienly UI the application consists of an end-user part, which authenticates the user, presents the available for printing documents and controls and monitors the process of the hardcopies up until their delivery to the user, while it also features a back-end part, that is an admin password-protected menu than enables consumable replenishment procedures, provides quick report extraction, as well as system tools and diagnostics. INDICATIVE APPLICATION SCREENSHOTS Document scan & deposit is the core client application, built and designed for organisations which accept hardcopies, ensuring the efficient operation of Unixfor’s ADSS SAD kiosks. Through a user-frienly UI, the application offers an end-user part, which authenticates the user, accepts and scans each hardcopy inserted, transforms it into a digital document, returns a deposit receipt and on the same time controls and monitors the process of all hardcopies, creating a booklets and safely deposits them into a safebox inside the kiosk. It also features a back-end part, that is an admin password-protected menu enabling consumable replenishment procedures, providing quick report extraction, as well as system tools and diagnostics. INDICATIVE APPLICATION SCREENSHOTS The application inside our self service redemption solutions, Gaming Redemption App ensures successful operation of our URM Gaming Redemption Terminals. It offers optimum service flows for purchasing or redeeming credits either in the form of a TiTo, or on an online account via a player’s smart card. Gaming Redemption App also offers automatic jackpot payouts, bill-breaking capabilities and lets administrators apply rules per transaction. As all other available applications, Gaming Redemption App provides password protected admin tools to the gaming hall manager, with access to cash balance and cash replenishment procedures, detailed list of suspect transactions, other quick reports, system tools & system error diagnostics. INDICATIVE APPLICATION SCREENSHOTS Ticket Purchase & Delivery core client application is the application of our ticketing software. Through a user-friendly interface, it supports the successful operation of ticket reservation, payment and delivery, with all types of payments (cash, card, contactless) and ticket type delivery (paper, card). As all other available applications, it provides password protected admin tools to kiosk managers, with access to cash balance and cash replenishment procedures, detailed list of suspect transactions, other quick reports, system tools & system error diagnostics. INDICATIVE APPLICATION SCREENSHOTS"
	},
	{
		"text": "Total Care Platform – Unixfor Unixfor’s Total Care is a ground-breaking remote monitoring & management platform that accompanies every self service project. Dedicated to our commitment for continuous development and use of innovative methods, Unixfor responds to contemporary needs with this ultimate web-based application that: is designed to support unlimited users, Network & System Configuration  Online Monitoring & Messaging  Remote Management Tools, guided setup for all processes ease to handle unlimited kiosks granular security configuration ,realtime detection and identification of any possible problems or failures a specific kiosk is facing complete control and the chance to prevent any malfunction issues significant decrease of response time and cost of problem investigation and resolving effective on-site problem resolving and properly equipped technicians For any additional information regarding Total Care Platform, do not hesitate to contact us!"
	},
	{
		"text": "Unixfor enables digital transformation of G2C services for Kuwait’s Ministry of Interior – Unixfor 23 Oct  Unixfor enables digital transformation of G2C services for Kuwait’s Ministry of Interior As of November 2019 Kuwait’s citizens have enjoyed a drastic improvement in the way they transact with government. Kuwait’s Ministry of Interior (“MoI”) ambitious vision to provide an alternative 24×7 multipurpose self-service channel to its citizens had just come to life. Unixfor, alongside Diyar, its long-time local strategic partner in the Middle East, was recognized by MoI as the go-to company to deliver a state-of-the-art, fit-for-purpose solution, which would allow the ministry to gradually automate a part of the services provided to its citizens. The solution had to be designed taking into account the need for 24×7 operation at various locations around the country, while also focusing on scalability, convenience and intuitive design to achieve wide acceptance by the public. The service that was chosen for the pilot launch was Driving License Renewal. The disposal of an expired driving license, the cross-checking of driver’s information, the picture selection, the license renewal and finally, the acquisition of the new card, used to be a very time-consuming procedure. Now, all of the above can be completed within few minutes through an online platform which utilizes a network of fully automated self-service kiosks, designed and built by Unixfor, in order to help Kuwait’s citizens to effortlessly renew and obtain their driving license. Unixfor’s ECDS kiosk is a state-of-the-art technology installation that offers unique self-service capabilities, utilizing secure authentication methods, for instant issuing and/or renewing of eID cards (contact & contactless smart cards), offering full color HDP printing, with advanced security features such as data encryption, RFID, ICC or magnetic stripe encoding, custom secure holographic HDP films & lamination. Unixfor’s ECDS kiosks can now be found at Kuwait’s most popular malls, MoI’s Service Centers and Traffic License Departments, operating on a on a 24×7 basis. Over the course of just a few months, this new service has seen such success with high customer engagement scores, that Kuwait’s MoI has already proceeded with a scope expansion to also facilitate the annual process of renewing Vehicle Registration Certificates, thus significantly increasing the number of transactions serviced through kiosks and leading to the expansion of the network through additional kiosks. Field-tested in numerous areas, with a proven track record in improving efficiency in service delivery, while also achieving high end-user acceptance, Unixfor’s ECDS card issuing solution can be a truly game-changing asset to various industries such as Government services (ID cards, driving licenses, Border Crossing Cards), Universities (student ID, personnel ID), Health services providers (Patient ID, Benefit card), Financial Institutions (payment or banking cards), Retail (Loyalty cards), Petrol Companies (Fleet cards) and large Corporates (Access cards). For over 40 years, Unixfor has successfully helped companies differentiate, adapt and be leaders in an ever-changing market environment. Due to its deep expertise in B2C and G2C transaction automation, with numerous successful applications both in Greece and abroad, along with the breadth of its technological capabilities, Unixfor is now widely recognized as the go-to partner for businesses planning to achieve digital transformation through the adoption of high performance, tailored self-service channels. Official launch of the project with the participation of Ministry of Interior officials  https://www.youtube.com/watch?v=47Wu0m49SQ8 Ministry of Interior’s official video presenting the new solution"
	},
	{
		"text": "unixfor – Unixfor 23 Oct  Unixfor’s ECDS kiosks can now be found at Kuwait’s most popular malls, MoI’s Service Centers and Traffic License Departments, operating on a on a 24x7 basis.... Read More"
	},
	{
		"text": "Unixfor Strategic Business Partner in the middle east region – Unixfor Argiroupoli, 19/12/2014 Unixfor S.A. announces that the strategic partnership agreement with Diyar United Company has been finalized. Diyar is a leading regional Information and Communication Technology company that is very well renowned for providing excellence in IT services and solutions. This follows the previously announced agreement to enter into a partnership on June 16th, 2014. Through this agreement, Diyar U.C. will sell and support the total portfolio of Unixfor Self Service Solutions and at the same time Unixfor will be engaged for the development of Custom Solutions to address the innovative Diyar Projects. Unixfor SA and Diyar U.C. have been closely working together for the last 12 months over a number of projects in the Oil & Gas Industry and Digital Identity & Document Processing, with the confidence that their combined value-add will offer to their customers the ground-breaking, quality solutions that they have come to expect."
	},
	{
		"text": "Newsletters – Unixfor 23 Oct  Unixfor’s ECDS kiosks can now be found at Kuwait’s most popular malls, MoI’s Service Centers and Traffic License Departments, operating on a on a 24x7 basis.... Read More  21 Jul  Through this agreement, Diyar U.C. will sell and support the total portfolio of Unixfor Self Service Solutions and at the same time Unixfor will be engaged for the development of Custom Solutions to address the innovative Diyar Projects.... Read More"
	},
	{
		"text": "justintime – Unixfor 21 Jul  Through this agreement, Diyar U.C. will sell and support the total portfolio of Unixfor Self Service Solutions and at the same time Unixfor will be engaged for the development of Custom Solutions to address the innovative Diyar Projects.... Read More"
	},
	{
		"text": "October 2020 – Unixfor 23 Oct  Unixfor’s ECDS kiosks can now be found at Kuwait’s most popular malls, MoI’s Service Centers and Traffic License Departments, operating on a on a 24x7 basis.... Read More"
	},
	{
		"text": "July 2020 – Unixfor 21 Jul  Through this agreement, Diyar U.C. will sell and support the total portfolio of Unixfor Self Service Solutions and at the same time Unixfor will be engaged for the development of Custom Solutions to address the innovative Diyar Projects.... Read More"
	},
	{
		"text": "Self Service Payments Solution Configurator – Unixfor Your password has been sent by email Payment could not be made In order for us to have the most accurate understanding of your needs, please answer the following short questions. As soon as we receive your request, we will get in touch with you regarding the most suitable kiosk solution. Thank you for your interest. This short questionnaire won't take more than two minutes to complete. START NOW  Thanks, we will contact you soon Select the desired transaction You need to select an item to continue If you want to briefly elaborate on the project, please do so below You need to select an item to continue Please fill out your contact details You need to select an item to continue Where will the kiosks be installed? You need to select an item to continue Will the kiosk accept cash? You need to select an item to continue Will the kiosk return change? You need to select an item to continue Will the kiosk accept other types of payment? Yes, debit, credit & prepaid cards You need to select an item to continue What is the desired kiosk quantity? You need to select an item to continue When do you expect the project to begin? You need to select an item to continue Last Step"
	},
	{
		"text": "Self Service Refueling Solution Configurator – Unixfor Your password has been sent by email Payment could not be made In order for us to have the most accurate understanding of your needs, please answer the following short questions. As soon as we receive your request, we will get in touch with you regarding the most suitable kiosk solution. Thank you for your interest. This short questionnaire won't take more than two minutes to complete. START NOW  Thanks, we will contact you soon Select desired payment methods Credit, debit & prepaid cards You need to select an item to continue If you want to briefly elaborate on the project, please do so below You need to select an item to continue Please fill out your contact details You need to select an item to continue Are there long-lasting extreme weather conditions? Yes, cold temperatures (below 0˚C) Yes, hot temperatures (above 40˚C) Yes, heavy storms or dust No, normal weather conditions apply You need to select an item to continue Are you interested in Single or Double sided kiosks? You need to select an item to continue What is the desired kiosk quantity? You need to select an item to continue When do you expect the project to begin? You need to select an item to continue Last Step"
	},
	{
		"text": "Self Service Ticketing Solution Configurator – Unixfor Select the desired transaction You need to select an item to continue Will the kiosk accept cash? You need to select an item to continue Will the kiosk return change? You need to select an item to continue Will the kiosk accept other types of payment? Yes, debit, credit & prepaid cards You need to select an item to continue What type of tickets will the kiosk deliver? You need to select an item to continue Where will the kiosks be installed? You need to select an item to continue What is the desired kiosk quantity? You need to select an item to continue When do you expect the project to begin? You need to select an item to continue If you want to briefly elaborate on the project, please do so below You need to select an item to continue Please fill out your contact details You need to select an item to continue Last Step"
	},
	{
		"text": "Self Service Document Handling – Unixfor Document handling made more feasible and easier than ever before! A lot of today’s demanding tasks require managing large amounts of paper. Yet, there was still no self service document management kiosk solution on the market, due to practical & complexity issues. We proved them wrong!"
	},
	{
		"text": "Currently the CEO of Unixfor company is Vasilis Stylianidis."
	},
	{
		"text": "The information security manager of Unixfor company is Ioannis Bouhras."
	},
	{
		"text": "The street address of Unixfor company is K. Metaxa 12, Alimos - Greece"
	},
	{
		"text": "Unixfor main contact by phone in 2109987500 or by email unixfor@unixfor.gr"
	},
	{
		"text": "Unixfor helpdesk  email is s3support@unixfor.gr"
	},
	{
		"text": "Unixfor helpdesk phone number is 210.9987500"
	}
	,
	{
		"text": "Unixfor website is www.unixfor.com or www.unixfor.gr"
	},
	{
		"text": "Printer Problem - If the TPL printer indicator led is orange the solution is to check printer paper sensor."
	},
	{
		"text": "When kiosk not connected to total care check kiosk internet connectivity IP Address and DNS settings"
	}
	
]
